Repository: GuoRan7771/KuaiJi_IOSApp
Catalog: KuaiJi/*.lproj/Localizable.strings
Languages: fr, zh_hans

# personal.transfer.feeHint
source: The fee is deducted from the selected charged account and valued in its currency. If unsure, leave it blank and record later.
fr: Les frais sont imputés sur le compte sélectionné et libellés dans sa devise. En cas de doute, laissez vide et complétez plus tard.
zh_hans: 手续费将从所选承担方账户扣除，并按该账户币种计价；如不确定，可留空后再补记。

# personal.conversionFeeNote
source: Conversion fee
fr: Frais de conversion
zh_hans: 换汇手续费

# personal.export.hint
source: Includes personal ledger CSV.
fr: Inclut l'export CSV du ledger personnel.
zh_hans: 同时导出个人账本 CSV。

# personal.clear.hint
source: Delete all personal ledger accounts and records (shared ledgers unaffected).
fr: Supprime tous les comptes et écritures du ledger personnel (les comptes partagés ne sont pas affectés).
zh_hans: 将个人账本账户与记录全部删除（不影响共享账本）。

# personal.saveAndShare
source: Save & Add
fr: Enregistrer +

# personal.saveAndShare.sheetTitle
source: Add to Shared Ledger
fr: Ajouter au ledger partagé

# personal.saveAndShare.ledgerSection
source: Shared Ledger
fr: Ledger partagé

# personal.saveAndShare.splitMode
source: Split Method
fr: Méthode de répartition

# personal.saveAndShare.summary
source: Entry Review
fr: Résumé de l'écriture

# personal.saveAndShare.noLedgers
source: No shared ledgers available.
fr: Aucun ledger partagé disponible.

# personal.saveAndShare.mode.equal
source: Split evenly across members
fr: Répartition égale entre les membres

# personal.saveAndShare.mode.treat
source: Payer treats (record only)
fr: Le payeur invite (simple enregistrement)

# personal.saveAndShare.currencyMismatch
source: Ledger currency %@ differs from the personal record %@.
fr: La devise du ledger (%@) ne correspond pas à celle de l'écriture personnelle (%@).

# personal.saveAndShare.unavailable
source: Shared ledger data is currently unavailable.
fr: Les données des ledgers partagés sont momentanément indisponibles.

# personal.saveAndShare.ledgerMissing
source: Unable to locate the selected shared ledger.
fr: Impossible de trouver le ledger partagé sélectionné.

# personal.saveAndShare.missingCurrentUser
source: Your profile is missing from the shared ledger; refresh and try again.
fr: Votre profil n'est pas présent dans ce ledger partagé. Actualisez puis réessayez.

# personal.saveAndShare.membersMissing
source: This shared ledger has no member information for splitting.
fr: Ce ledger partagé ne dispose d'aucune information de membre pour répartir la dépense.

# personal.saveAndShare.invalidAmount
source: Enter a valid amount before saving to the shared ledger.
fr: Saisissez un montant valide avant d'enregistrer dans le ledger partagé.

# personal.saveAndShare.openFullSplit
source: Configure more split options in Shared…
fr: Configurer plus d'options de partage…

# settings.colorScheme
source: Color Scheme
fr: Thème

# theme.default
source: Default
fr: Défaut

# theme.forest
source: Forest
fr: Forêt

# theme.peach
source: Peach
fr: Pêche

# theme.lavender
source: Lavender
fr: Lavande

# theme.alps
source: Alps
fr: Alpes

# theme.christmas
source: Christmas
fr: Noël

source: OK
zh_hans: 确定

# expense.date
source: Date
zh_hans: 日期

# expense.participants
source: Participants: %@
zh_hans: 参与人：%@

# category.transport
source: Transport
zh_hans: 交通

# settings.guide
source: Introduction
zh_hans: 简介

# settings.showSharedAndFriends
source: Show shared ledger & friends
zh_hans: 显示共享账本及朋友

# contact.email
source: rangertars777@gmail.com
zh_hans: rwg184849@gmail.com

# profile.avatar
source: Avatar
zh_hans: 头像

# personal.detail.type
source: Type
zh_hans: 类型

# personal.detail.date
source: Date
zh_hans: 时间

# personal.detail.note
source: Note
zh_hans: 备注

# personal.field.type
source: Type
zh_hans: 类型

# personal.field.note
source: Note
zh_hans: 备注

# personal.stats.structureTitle
source: Spending Structure
zh_hans: 支出结构

# personal.stats.essential
source: Essential
zh_hans: 生活必需

# personal.stats.discretionary
source: Discretionary
zh_hans: 可变支出

# personal.stats.insightsTitle
source: Trend Insights
zh_hans: 趋势洞察

# personal.stats.insight.streak
source: Up for %d periods
zh_hans: 连续上涨 %d 期

# personal.stats.insight.recentGrowth
source: Recent growth
zh_hans: 最近增幅

# personal.stats.chart.date
source: Date
zh_hans: 日期
