Repository: GuoRan7771/KuaiJi_IOSApp
Catalog: KuaiJi/*.lproj/Localizable.strings
Languages: fr, zh_hans

# sync.warningMessage
source: Syncing will force-merge all expense records. The app cannot automatically remove duplicates. Before syncing, make sure each expense is recorded on only one device.
fr: La synchronisation fusionnera de force toutes les dépenses. L’application ne peut pas supprimer automatiquement les doublons. Avant de synchroniser, assurez-vous que chaque dépense n’est enregistrée que sur un seul appareil.
zh_hans: ⚠️ 同步会硬合并所有支出记录 请确保同一笔支出仅在一台设备上记录 重复记录会导致账目错误且无法自动去重 建议：同步前与朋友确认谁记录了哪些支出

# sync.warningConfirm
source: I Understand, Continue
fr: Je Comprends, Continuer
zh_hans: 我已知晓，继续

# sync.warningConfirmNoRemind
source: I Understand, Don't Remind Again
fr: Je Comprends, Ne Plus Rappeler
zh_hans: 我已知晓，不再提醒

# sync.warning1
source: Sync will hard merge all expense records
fr: La synchronisation fusionnera toutes les dépenses
zh_hans: 同步会硬合并所有支出记录

# sync.warning2
source: Please ensure each expense is recorded on only one device
fr: Assurez-vous que chaque dépense n'est enregistrée que sur un seul appareil
zh_hans: 请确保同一笔支出仅在一台设备上记录

# sync.warning3
source: Duplicate records will cause accounting errors
fr: Les enregistrements dupliqués causeront des erreurs comptables
zh_hans: 重复记录会导致账目错误

# sync.warning4
source: Cannot auto-deduplicate after sync
fr: Impossible de dédupliquer automatiquement après la synchronisation
zh_hans: 同步后无法自动去重

# sync.recommendation
source: Recommendation: Confirm with friends who recorded which expenses before syncing
fr: Recommandation: Confirmer avec vos amis qui a enregistré quelles dépenses avant de synchroniser
zh_hans: 建议：同步前与朋友确认谁记录了哪些支出

# sync.status
source: Connection Status
fr: État de Connexion
zh_hans: 连接状态

# sync.discovering
source: Discovering nearby devices
fr: Recherche d'appareils à proximité
zh_hans: 正在搜索附近设备

# sync.notStarted
source: Not started
fr: Pas encore démarré
zh_hans: 未开始搜索

# sync.connectedDevices
source: %d devices connected
fr: %d appareils connectés
zh_hans: 已连接 %d 台设备

# sync.nearbyDevices
source: Nearby Devices
fr: Appareils à Proximité
zh_hans: 附近的设备

# sync.noDevicesFound
source: No devices found
fr: Aucun appareil trouvé
zh_hans: 未发现设备

# sync.connect
source: Connect
fr: Connecter
zh_hans: 连接

# sync.startDiscovery
source: Start Discovery
fr: Démarrer la Recherche
zh_hans: 开始搜索设备

# sync.stopDiscovery
source: Stop Discovery
fr: Arrêter la Recherche
zh_hans: 停止搜索

# sync.startSync
source: Start Sync
fr: Démarrer la Synchronisation
zh_hans: 开始同步

# sync.confirmStart
source: I Understand, Start Sync
fr: Je Comprends, Démarrer la Synchronisation
zh_hans: 我已知晓，开始同步

# sync.resultTitle
source: Sync Result
fr: Résultat de la Synchronisation
zh_hans: 同步结果

# sync.result.addedLedgers
source: Added ledgers: %d
fr: Comptes ajoutés: %d
zh_hans: 新增账本: %d

# sync.result.updatedLedgers
source: Updated ledgers: %d
fr: Comptes mis à jour: %d
zh_hans: 更新账本: %d

# sync.result.addedExpenses
source: Added expenses: %d
fr: Dépenses ajoutées: %d
zh_hans: 新增支出: %d

# sync.result.addedFriends
source: Added friends: %d
fr: Amis ajoutés: %d
zh_hans: 新增朋友: %d

# sync.result.errors
source: Errors: %d
fr: Erreurs: %d
zh_hans: 错误: %d

# sync.result.noUpdates
source: No updates
fr: Aucune mise à jour
zh_hans: 无更新

# sync.deviceAvailable
source: Available
fr: Disponible
zh_hans: 可用

# sync.deviceConnected
source: Connected
fr: Connecté
zh_hans: 已连接

# sync.currentDevice
source: Current Device
fr: Appareil Actuel
zh_hans: 当前设备

# sync.shareLedger
source: Share Ledger
fr: Partager le Compte
zh_hans: 共享账本

source: Sync Completed
fr: Synchro Terminée
zh_hans: 同步完成

# sync.waitingResponse
source: Data sent to %d device(s) Waiting for response...
fr: Données envoyées à %d appareil(s) En attente de réponse...
zh_hans: 已发送数据到 %d 台设备 正在等待接收对方数据...

# sync.bidirectionalComplete
source: Bidirectional Sync Completed
fr: Synchro Bidirectionnelle Terminée
zh_hans: 双向同步完成

# sync.receivedFrom
source: Received from %@:
fr: Reçu de %@:
zh_hans: 从 %@ 接收：

# sync.sentBack
source: Auto sent back local data
fr: Données locales renvoyées automatiquement
zh_hans: 已自动回传本地数据

# sync.sendBackError
source: ⚠️ Send back failed: %@
fr: ⚠️ Échec du renvoi: %@
zh_hans: ⚠️ 回传数据失败: %@

# sync.errorPreparing
source: Failed to prepare sync data
fr: Échec de la préparation des données
zh_hans: 准备同步数据失败

# sync.errorEncoding
source: Failed to encode data
fr: Échec de l'encodage des données
zh_hans: 编码数据失败

# sync.errorInvalidData
source: Received invalid data format
fr: Format de données reçues invalide
zh_hans: 接收到的数据格式错误

# guide.welcome.title
source: Welcome to KuaiJi
fr: Bienvenue à KuaiJi
zh_hans: 欢迎使用快记

# guide.welcome.desc
source: Simple & elegant shared ledger AA billing, auto settlement & device sync
fr: Compte partagé simple & élégant Facturation AA, règlement auto & synchro
zh_hans: 简洁优雅的多人共享账本 支持 AA 分账、自动结算和设备同步

# guide.friends.title
source: Step 1: Add Friends
fr: Étape 1: Ajouter Amis
zh_hans: 第一步：添加朋友

# guide.friends.desc
source: Go to Friends tab, tap ➕ to add friends Recommend using QR code scanning Required for ledger sync feature
fr: Aller à l'onglet Amis, appuyez sur ➕ Recommandé: scan de code QR Requis pour la synchro de compte
zh_hans: 前往「朋友」页面，点击右上角 ➕ 添加好友 推荐使用二维码扫码添加 这样才能使用账本同步功能哦

# guide.ledger.title
source: Step 2: Create Ledger
fr: Étape 2: Créer Compte
zh_hans: 第二步：创建账本

# guide.ledger.desc
source: Think of each ledger as expense records for a period Like 'A Trip' or 'Weekend Dinner' Each ledger tracks independently
fr: Considérez chaque compte comme des dépenses d'une période Comme 'Un Voyage' ou 'Dîner' Chaque compte suit indépendamment
zh_hans: 把每个账本理解为一段时间的消费记录 比如「一次旅行」「周末聚餐」 每个账本独立记账，互不干扰

# guide.sync.title
source: Step 3: Sync Ledger
fr: Étape 3: Synchro Compte
zh_hans: 第三步：同步账本

# guide.sync.desc
source: Tap 📡 icon on Ledger page Connect to nearby friends' devices Auto sync all related ledgers Auto add new friends from ledgers
fr: Appuyez sur l'icône 📡 sur la page Compte Connectez aux appareils d'amis Synchro auto de tous les comptes liés Ajout auto de nouveaux amis
zh_hans: 点击账本页左上角 📡 图标 连接附近好友设备，开始同步 系统会自动同步所有相关账本 并自动添加账本中的新朋友

# guide.privacy.title
source: Absolute Privacy
fr: Confidentialité Absolue
zh_hans: 绝对隐私安全

# guide.privacy.desc
source: ✓ Data stored only on your device ✓ No registration, no cloud server ✓ Peer-to-peer sync via Bluetooth/WiFi Your data, your control
fr: ✓ Données stockées uniquement sur votre appareil ✓ Pas d'inscription, pas de serveur cloud ✓ Synchro P2P via Bluetooth/WiFi Vos données, votre contrôle
zh_hans: ✓ 数据仅保存在您的设备本地 ✓ 无需注册，无需云服务器 ✓ 仅通过蓝牙/WiFi 点对点同步 您的数据，完全由您掌控

# guide.skip
source: Skip
fr: Passer
zh_hans: 跳过

# guide.next
source: Next
fr: Suivant
zh_hans: 下一步

# guide.previous
source: Previous
fr: Précédent
zh_hans: 上一步

# guide.start
source: Get Started
fr: Commencer
zh_hans: 开始使用

# guide.scanQRCode
source: Scan QR Code
fr: Scanner QR
zh_hans: 扫码添加

# guide.becomeFriends
source: Become Friends
fr: Devenir Amis
zh_hans: 成为好友

# guide.friends.syncTip
source: Or become friends via nearby sync
fr: Ou devenir amis via la synchro à proximité
zh_hans: 也可以通过附近设备同步成为好友

# guide.personalIntro.title
source: Personal Ledger
fr: Ledger personnel
zh_hans: 个人账本

# guide.personalIntro.desc
source: Track your own accounts and records, multi-currency, internal transfers, and analytics.
fr: Suivez vos comptes et écritures, multi‑devises, virements internes et analyses.
zh_hans: 个人账本用于记录自己的账户与流水，支持多币种、内部转账与统计分析。

# guide.independence.title
source: Independent from Shared Ledgers
fr: Indépendant des ledgers partagés
zh_hans: 与共享账本独立

# guide.independence.desc
source: Personal and shared ledgers are fully separate. Toggle visibility in Settings.
fr: Les ledgers personnel et partagé sont totalement séparés. Activez/masquez dans Réglages.
zh_hans: 个人账本与共享账本完全独立、互不影响。可在设置中按需显示或隐藏它们。

# guide.exampleTrip
source: A Trip
fr: Un Voyage
zh_hans: 一次旅行

# guide.exampleDinner
source: Dinner AA
fr: Dîner AA
zh_hans: 聚餐 AA

# guide.yourDevice
source: Your Device
fr: Votre Appareil
zh_hans: 你的设备

# guide.friendDevice
source: Friend's Device
fr: Appareil Ami
zh_hans: 好友设备

# guide.localStorage
source: Local Storage
fr: Stockage Local
zh_hans: 本地存储

# guide.noServer
source: No Server
fr: Pas de Serveur
zh_hans: 无需服务器

# guide.fullyPrivate
source: Fully Private
fr: Totalement Privé
zh_hans: 完全私密

# tab.personalLedger
source: Personal
fr: Personnel
zh_hans: 个人账本

# personal.homeTitle
source: Personal Ledger
fr: Ledger personnel
zh_hans: 个人账本

# personal.todayTitle
source: Records
fr: Enregistrements
zh_hans: 记录

# personal.todayEmpty
source: No entries yet.
fr: Aucune écriture aujourd'hui.
zh_hans: 今天还没有记录

# personal.deleteConfirm
source: Are you sure you want to delete the selected records?
fr: Voulez-vous supprimer les écritures sélectionnées ?
zh_hans: 确定要删除所选记录吗？

# personal.thisMonth
source: This Month
fr: Ce mois
zh_hans: 本月

# personal.monthlyExpense
source: Monthly Expense
fr: Dépenses mensuelles
zh_hans: 本月支出

# personal.monthlyIncome
source: Monthly Income
fr: Revenus mensuels
zh_hans: 本月收入

# personal.archive.title
source: Monthly Archive
fr: Archives mensuelles
zh_hans: 全部月份

# personal.archive.loading
source: Loading months
fr: Chargement des mois
zh_hans: 正在加载月份

# personal.archive.empty
source: No records yet
fr: Aucun enregistrement
zh_hans: 暂无记录

# personal.archive.viewRecords
source: View Records
fr: Voir les enregistrements
zh_hans: 查看记录

# personal.detail.section
source: Record Details
fr: Détail
zh_hans: 记录详情

# personal.detail.category
source: Category
fr: Catégorie
zh_hans: 分类

# personal.detail.account
source: Account
fr: Compte
zh_hans: 账户

# personal.detail.amount
source: Amount
fr: Montant
zh_hans: 金额

# personal.type.income
source: Income
fr: Revenu
zh_hans: 收入

# personal.type.expense
source: Expense
fr: Dépense
zh_hans: 支出

# personal.type.fee
source: Fee
fr: Frais
zh_hans: 手续费

# personal.field.account
source: Account
fr: Compte
zh_hans: 账户

# personal.field.category
source: Category
fr: Catégorie
zh_hans: 分类

# personal.field.amount
source: Amount
fr: Montant
zh_hans: 金额

# personal.field.fxRate
source: FX Rate
fr: Taux de change
zh_hans: 汇率

# personal.field.date
source: Date & Time
fr: Date et heure
zh_hans: 时间

# personal.field.attachment
source: Attachment
fr: Pièce jointe
zh_hans: 附件

# personal.field.pickPhoto
source: Attach Photo
fr: Ajouter une photo
zh_hans: 添加照片

# personal.allRecords.title
source: All Records
fr: Toutes les écritures
zh_hans: 全部记录

# personal.filter.title
source: Filters
fr: Filtres
zh_hans: 筛选

# personal.filter.from
source: From
fr: Du
zh_hans: 从

# personal.filter.to
source: To
fr: Au
zh_hans: 到

# personal.filter.keyword
source: Keyword
fr: Mot-clé
zh_hans: 关键字

# personal.filter.min
source: Min Amount
fr: Montant min.
zh_hans: 最小金额

# personal.filter.max
source: Max Amount
fr: Montant max.
zh_hans: 最大金额

# personal.export.failed
source: Export failed.
fr: Échec de l'export.
zh_hans: 导出失败

# personal.accounts.summary
source: Summary
fr: Récapitulatif
zh_hans: 汇总

# personal.netWorth
source: Net Worth
fr: Patrimoine net
zh_hans: 净资产

# personal.netWorth.empty
source: No balances to include.
fr: Aucun solde à afficher.
zh_hans: 暂无可统计资产

# personal.showArchived
source: Show archived accounts
fr: Afficher les comptes archivés
zh_hans: 显示已归档账户

# personal.accounts.list
source: Accounts
fr: Comptes
zh_hans: 账户

# personal.accounts.title
source: Accounts
fr: Comptes
zh_hans: 账户管理

# personal.accountType.bank
source: Savings Card
fr: Carte d'épargne
zh_hans: 储蓄卡

# personal.accountType.mobile
source: Mobile Payment
fr: Paiement mobile
zh_hans: 移动支付

# personal.accountType.cash
source: Cash
fr: Espèces
zh_hans: 现金

# personal.accountType.credit
source: Credit Card
fr: Carte de crédit
zh_hans: 信用卡

# personal.accountType.prepaid
source: Prepaid Card (Gift Card)
fr: Carte prépayée (cadeau)
zh_hans: 预付卡（礼品卡）

# personal.accountType.other
source: Other
fr: Autre
zh_hans: 其他

# personal.archive
source: Archive
fr: Archiver
zh_hans: 归档

# personal.activate
source: Activate
fr: Activer
zh_hans: 启用

# personal.transfer.accounts
source: Transfer
fr: Virement interne
zh_hans: 内部转账

# personal.transfer.from
source: From
fr: Compte source
zh_hans: 转出账户

# personal.transfer.to
source: To
fr: Compte cible
zh_hans: 转入账户

# personal.transfer.amount
source: Amount
fr: Montant
zh_hans: 转账金额

# personal.transfer.fee
source: Fee
fr: Frais
zh_hans: 手续费

# personal.transfer.feeSide
source: Fee charged on
fr: Frais imputés sur
zh_hans: 手续费计入

# personal.transfer.feeFrom
source: From account
fr: Compte source
zh_hans: 转出账户

# personal.transfer.feeTo
source: To account
fr: Compte cible
zh_hans: 转入账户

# personal.field.fee
source: Fee (%@)
fr: Frais (%@)
zh_hans: 手续费（%@）

# personal.field.creditLimit
source: Credit limit
fr: Plafond de crédit
zh_hans: 信用卡额度

# personal.stats.title
source: Statistics
fr: Statistiques
zh_hans: 统计分析

# personal.stats.period
source: Period
fr: Période
zh_hans: 周期

# personal.stats.includeFee
source: Include fees
fr: Inclure les frais
zh_hans: 统计中包含手续费

# personal.stats.month
source: Month
fr: Mois
zh_hans: 月

# personal.stats.quarter
source: Quarter
fr: Trimestre
zh_hans: 季

# personal.stats.year
source: Year
fr: Année
zh_hans: 年

# personal.stats.expenseGrowth
source: Expense Growth
fr: Croissance des dépenses
zh_hans: 支出增长率

# personal.stats.chart.share
source: Share
fr: Part
zh_hans: 占比

# personal.stats.chart.income
source: Income
fr: Revenus
zh_hans: 收入

# personal.stats.chart.expense
source: Expense
fr: Dépenses
zh_hans: 支出

# personal.stats.chart.category
source: Category
fr: Catégorie
zh_hans: 分类

# personal.stats.chart.amount
source: Amount
fr: Montant
zh_hans: 金额

# personal.stats.focus.expense
source: Expense
fr: Dépenses
zh_hans: 支出

# personal.stats.focus.income
source: Income
fr: Revenus
zh_hans: 收入

# personal.stats.empty
source: No data for this period yet.
fr: Aucune donnée pour cette période.
zh_hans: 当前周期暂无数据

# personal.stats.recordCount
source: %d records
fr: %d écritures
zh_hans: 共 %d 笔

# personal.settings.title
source: Personal Ledger
fr: Réglages du ledger personnel
zh_hans: 个人账本设置

# personal.primaryCurrency
source: Display currency
fr: Devise d'affichage
zh_hans: 展示币种

# personal.fxSource
source: FX source
fr: Source du taux
zh_hans: 汇率来源

# personal.fxPrecision
source: FX precision: %@ digits
fr: Précision du taux : %@ décimales
zh_hans: 汇率小数位：%@ 位

# personal.fxDefaultRate
source: Default FX rate
fr: Taux par défaut
zh_hans: 默认汇率

# personal.defaultFee
source: Default fee
fr: Frais par défaut
zh_hans: 默认手续费

# personal.fxPlaceholder
source: Exchange rate (default %@)
fr: Taux de change (par défaut %@)
zh_hans: 汇率（默认%@）

# personal.feePlaceholder
source: Fee (default %@)
fr: Frais (par défaut %@)
zh_hans: 手续费（默认%@）

# personal.feeInclude
source: Count fees in stats
fr: Inclure les frais dans les stats
zh_hans: 手续费计入统计

# personal.accounts.manage
source: Manage accounts
fr: Gérer les comptes
zh_hans: 账户管理

# personal.usage.scenarios
source: Usage Scenarios
fr: Scénarios d'usage

# personal.usage.philosophy
source: Design Philosophy
fr: Philosophie de conception

# personal.usage.flows.title
source: Recommended flow
fr: Flux recommandé

# personal.usage.flow1
source: Two-person offline AA
fr: AA hors ligne à deux

# personal.usage.flow2
source: Group — one person records
fr: Groupe — une seule personne saisit

# personal.usage.flow3
source: Group — everyone views
fr: Groupe — tout le monde consulte

# personal.usage.flow4
source: Personal + shared together
fr: Perso + partagé ensemble

# personal.usage.flow1.step1
source: Complete basics: name, avatar, currency; enable Shared Ledger in Settings.
fr: Faire le setup : nom, avatar, devise ; activer le ledger partagé dans Réglages.

# personal.usage.flow1.step2
source: Add each other: tap Sync on Shared tab or scan QR in Friends.
fr: S'ajouter : bouton Synchroniser dans l'onglet Partagé ou QR dans Amis.

# personal.usage.flow1.step3
source: Create a shared ledger and add both members.
fr: Créer un ledger partagé et ajouter les deux membres.

# personal.usage.flow1.step4
source: Rule: payer logs; each real expense is logged once.
fr: Règle : le payeur enregistre ; chaque dépense réelle n'est saisie qu'une fois.

# personal.usage.flow1.step5
source: If a synced entry is wrong, delete it on all devices then re-add.
fr: Si une entrée synchronisée est erronée, supprimez-la sur tous les appareils puis recréez-la.

# personal.usage.flow1.step6
source: Sync again at day/activity end to keep both sides aligned.
fr: Resynchroniser en fin de journée/activité pour rester alignés.

# personal.usage.flow2.step1
source: Recorder adds participants in Friends (kept locally).
fr: Le saisissant ajoute les participants dans Amis (données locales).

# personal.usage.flow2.step2
source: Create an activity ledger in Shared.
fr: Créer un ledger d'activité dans l'onglet Partagé.

# personal.usage.flow2.step3
source: During the event, recorder logs every payment, no matter who paid.
fr: Pendant l'évènement, le saisissant enregistre chaque paiement, peu importe le payeur.

# personal.usage.flow2.step4
source: Afterward, view settle-up amounts and share verbally or via screenshot.
fr: Ensuite, consulter les montants à payer/recevoir et partager à l'oral ou par capture.

# personal.usage.flow3.step1
source: Everyone sets up basics and enables Shared Ledger.
fr: Tout le monde fait le setup et active le ledger partagé.

# personal.usage.flow3.step2
source: Add friends via Sync or QR.
fr: S'ajouter via Sync ou QR.

# personal.usage.flow3.step3
source: Create a shared ledger and add all members.
fr: Créer un ledger partagé et ajouter tous les membres.

# personal.usage.flow3.step4
source: Agree on logging rules: payer-logs or single-recorder; each expense logged once.
fr: Définir la règle : payeur-saisit ou saisie unique ; chaque dépense est unique.

# personal.usage.flow3.step5
source: Periodically tap Sync in Shared to align data (pairwise or with an admin).
fr: Synchroniser régulièrement dans l'onglet Partagé (en paire ou avec un admin).

# personal.usage.flow4.step1
source: Enable both Personal and Shared ledgers in Settings.
fr: Activer les ledgers Personnel et Partagé dans Réglages.

# personal.usage.flow4.step2
source: Add assets and record daily spending in Personal.
fr: Ajouter des actifs et enregistrer les dépenses quotidiennes dans Personnel.

# personal.usage.flow4.step3
source: When an expense needs AA, use “Sync to Shared Ledger” on that record.
fr: Quand une dépense doit être AA, utiliser « Synchroniser vers ledger partagé » sur l'écriture.

# personal.usage.flow4.step4
source: Pick the target shared ledger so it participates in group settlement.
fr: Choisir le ledger partagé cible pour inclure cette dépense dans le calcul groupé.

# personal.usage.flow.summary
source: Switch between common AA workflows and see the exact steps.
fr: Basculez entre les guides AA et suivez les étapes.

# personal.usage.design.title
source: App design principles
fr: Principes de conception

# personal.usage.design1
source: Built for offline AA: simple, traceable, no cloud.
fr: Pensé pour l'AA hors ligne : simple, traçable, sans cloud.

# personal.usage.design2
source: Shared and personal ledgers stay independent and toggleable.
fr: Ledger partagé et personnel séparés, activables à la demande.

# personal.usage.design3
source: Fully offline, local storage, with backup and restore.
fr: Entièrement hors ligne, données locales, sauvegarde/restauration.

# personal.usage.design4
source: Peer-to-peer sync keeps privacy; log each expense only once.
fr: Sync P2P pour la confidentialité ; chaque dépense est unique.

# personal.usage.design5
source: Free and clean experience; tips welcome via “Support Me”.
fr: Expérience gratuite et épurée ; pourboires via « Soutenez-moi ».

# personal.data.section
source: Personal Ledger Data
fr: Données du ledger personnel
zh_hans: 个人账本数据

# personal.exportCSV
source: Export Personal CSV
fr: Exporter le CSV personnel
zh_hans: 导出个人账本CSV

# personal.export.until
source: Until
fr: Jusqu’au
zh_hans: 截止到

# personal.clearData
source: Erase Personal Ledger Data
fr: Effacer les données du ledger personnel
zh_hans: 抹掉个人账本数据

# personal.clear.confirmTitle
source: Erase Personal Ledger Data
fr: Effacer les données du ledger personnel
zh_hans: 抹掉个人账本数据

# personal.clear.confirmMessage
source: This will delete all personal ledger accounts and records. Continue?
fr: Toutes les écritures et comptes du ledger personnel seront supprimés. Continuer ?
zh_hans: 此操作会删除所有个人账本账户与记录，是否继续？

# personal.clear.success
source: Personal data cleared
fr: Données supprimées
zh_hans: 已清空个人账本

# personal.clear.successMessage
source: All personal ledger data has been removed.
fr: Les données personnelles ont été supprimées.
zh_hans: 所有个人账本数据已删除

# personal.clear.failed
source: Unable to clear data
fr: Échec de la suppression
zh_hans: 清空失败

# personal.fxSource.manual
source: Manual
fr: Manuel
zh_hans: 手动

# personal.fxSource.fixed
source: Fixed
fr: Fixe
zh_hans: 固定值

# personalFXSourceManual
source: Manual
fr: Manuel
zh_hans: 手动

# personalFXSourceFixed
source: Fixed
fr: Fixe
zh_hans: 固定值

# personal.field.name
source: Account name
fr: Nom du compte
zh_hans: 账户名称

# personal.field.balance
source: Initial balance
fr: Solde initial
zh_hans: 初始余额

# personal.accountStatus
source: Status
fr: Statut
zh_hans: 状态

# personal.status.active
source: Active
fr: Actif
zh_hans: 启用

# personal.status.archived
source: Archived
fr: Archivé
zh_hans: 已归档

# personal.includeInNet
source: In net worth
fr: Pris en compte
zh_hans: 计入净资产

# personal.accountType.label
source: Account Type
fr: Type de compte
zh_hans: 账户类型

# personal.templates.title
source: Templates
fr: Modèles

# personal.templates.create
source: New Template
fr: Nouveau modèle

# personal.templates.empty
source: No templates yet. Create one for your frequent expenses.
fr: Aucun modèle pour l'instant. Créez-en un pour vos dépenses fréquentes.

# personal.templates.quickFill
source: Quick templates
fr: Modèles rapides

# personal.templates.quickFillHint
source: Tap a template to prefill the form. Saving will still be required.
fr: Touchez un modèle pour préremplir, puis enregistrez pour comptabiliser.

# personal.templates.name
source: Template name
fr: Nom du modèle

# personal.templates.noAccount
source: No account
fr: Aucun compte

# personal.templates.noCategory
source: No category
fr: Pas de catégorie

# personal.templates.noAmount
source: No amount
fr: Montant non renseigné

# personal.templates.optionalHint
source: Account, amount, category, and purpose are optional. Leaving them blank will not prefill those fields.
fr: Compte, montant, catégorie et objet sont facultatifs. S'ils sont vides, rien ne sera prérempli.

# personal.field.currency
source: Currency
fr: Devise
zh_hans: 币种

# personal.category.salary
source: Salary
fr: Salaire
zh_hans: 工资

# personal.category.bonus
source: Bonus
fr: Prime
zh_hans: 奖金

# personal.category.investment
source: Investment
fr: Investissement
zh_hans: 投资收益

# personal.category.sideHustle
source: Side Hustle
fr: Activité annexe
zh_hans: 副业收入

# personal.category.giftIncome
source: Gift
fr: Cadeau
zh_hans: 礼金

# personal.category.refund
source: Refund
fr: Remboursement
zh_hans: 退款

# personal.category.otherIncome
source: Other Income
fr: Autre revenu
zh_hans: 其他收入

# personal.sort.occurred
source: Event time
fr: Heure de l'opération
zh_hans: 按发生时间

# personal.sort.created
source: Record time
fr: Heure d'enregistrement
zh_hans: 按记录时间

# personal.transfer.title
source: Transfer
fr: Virement
zh_hans: 转账

# personal.transfer.directionTitle
source: Direction
fr: Sens
zh_hans: 方向

# personal.transfer.invert
source: Invert
fr: Inverser
zh_hans: 反转
