Repository: GuoRan7771/KuaiJi_IOSApp
Catalog: KuaiJi/*.lproj/Localizable.strings
Languages: fr, zh_hans

source: Cancel
fr: Annuler
zh_hans: 取消

source: Done
fr: Terminé
zh_hans: 完成

source: Save
fr: Enregistrer
zh_hans: 保存

source: Delete
fr: Supprimer
zh_hans: 删除

source: Edit
fr: Modifier
zh_hans: 编辑

source: Close
fr: Fermer
zh_hans: 关闭

source: Add
fr: Ajouter
zh_hans: 添加

source: All
fr: Tout
zh_hans: 全部

# tab.ledgers
source: Shared
fr: Partagés
zh_hans: 共享账本

# tab.friends
source: Friends
fr: Amis
zh_hans: 朋友

# tab.settings
source: Settings
fr: Réglages
zh_hans: 设置

# ledgers.title
source: Shared Ledgers
fr: Comptes Partagés
zh_hans: 共享账本

# ledgers.pageTitle
source: Shared Ledgers
fr: Comptes Partagés
zh_hans: 共享账本

# ledgers.new
source: New
fr: Nouveau
zh_hans: 新建

# ledgers.recentUpdates
source: Recent Updates
fr: Récents
zh_hans: 最近更新

# ledgers.memberCount
source: %d members
fr: %d membres
zh_hans: 成员 %d

# ledgers.outstanding
source: Outstanding %@
fr: En attente %@
zh_hans: 待结算 %@

# createLedger.title
source: New Ledger
fr: Nouveau Compte
zh_hans: 新建账本

# createLedger.ledgerInfo
source: Ledger Info
fr: Infos du Compte
zh_hans: 账本信息

# createLedger.ledgerName
source: Ledger Name
fr: Nom du Compte
zh_hans: 账本名称

# createLedger.currency
source: Currency
fr: Devise
zh_hans: 常用货币

# createLedger.members
source: Members (must include yourself)
fr: Membres (vous devez être inclus)
zh_hans: 参与成员（必须包含自己）

# createLedger.selectFriends
source: Select Friends
fr: Sélectionner des Amis
zh_hans: 选择朋友

# createLedger.selectedCount
source: %d selected (including you)
fr: %d sélectionné(s) (vous inclus)
zh_hans: 已选择 %d 人（包含自己）

# createLedger.create
source: Create
fr: Créer
zh_hans: 创建

# createLedger.me
source: Me
fr: Moi
zh_hans: 我

# ledger.totalSpent
source: Total Spent
fr: Total Dépensé
zh_hans: 总支出

# ledger.members
source: Members
fr: Membres
zh_hans: 成员

# ledger.netAmount
source: Net Amount
fr: Montant Net
zh_hans: 净额

# ledger.addExpense
source: Add Expense
fr: Ajouter une Dépense
zh_hans: 添加支出

# ledger.viewRecords
source: View Records
fr: Voir les Transactions
zh_hans: 查看流水

# ledger.generatePlan
source: Generate Minimum Transfer Plan
fr: Générer Plan de Transfert Minimum
zh_hans: 生成最少转账方案

# ledger.member
source: Member %@
fr: Membre %@
zh_hans: 成员 %@

# ledger.balances
source: Net Balances
fr: Soldes Nets
zh_hans: 净额

# expense.title
source: New Expense
fr: Nouvelle Dépense
zh_hans: 新增支出

# expense.basicInfo
source: Basic Info
fr: Infos de Base
zh_hans: 基本信息

# expense.purpose
source: Purpose
fr: Objet
zh_hans: 用途

# expense.purposePlaceholder
source: e.g.: Dinner / Taxi
fr: ex: Dîner / Taxi
zh_hans: 如：晚餐 / 打车

# expense.amount
source: Amount
fr: Montant
zh_hans: 金额

# expense.category
source: Category
fr: Catégorie
zh_hans: 分类

# expense.noMembers
source: No members
fr: Aucun membre
zh_hans: 暂无成员

# expense.splitMethod
source: Split Method
fr: Méthode de Partage
zh_hans: 分账方式

# expense.preview
source: Payment Preview
fr: Aperçu des Paiements
zh_hans: 应付预览

# split.meAllAA
source: I Pay · Everyone Split
fr: Je Paie · Tout le Monde Partage
zh_hans: 我付·所有人AA

# split.meAllAA.desc
source: I paid, everyone splits equally (including me)
fr: J'ai payé, tout le monde partage (moi inclus)
zh_hans: 我支付的钱由所有人平均分摊（包括我自己）

# split.otherAllAA
source: Other Pays · Everyone Split
fr: Autre Paie · Tout le Monde Partage
zh_hans: 别人付·所有人AA

# split.otherAllAA.desc
source: Someone else paid, everyone splits equally
fr: Quelqu'un d'autre a payé, tout le monde partage
zh_hans: 其他人支付的钱由所有人平均分摊

# split.meTreat
source: I Treat
fr: J'Offre
zh_hans: 我请客

# split.meTreat.desc
source: I'm treating, no split needed
fr: J'offre, pas de partage nécessaire
zh_hans: 我请客，不需要他人分摊

# split.otherTreat
source: Other Treats
fr: Autre Offre
zh_hans: 别人请客

# split.otherTreat.desc
source: Someone else is treating, no split needed
fr: Quelqu'un d'autre offre, pas de partage nécessaire
zh_hans: 其他人请客，我不需要分摊

# split.helpPay
source: Pay For Someone
fr: Payer Pour Quelqu'un
zh_hans: 谁帮谁付

# split.helpPay.desc
source: One person pays for another, beneficiary owes the full amount
fr: Une personne paie pour une autre, le bénéficiaire doit le montant total
zh_hans: 一人帮另一人垫付，被帮付的人承担全部费用

# split.payer
source: Payer
fr: Payeur
zh_hans: 付款人

# split.selectPayer
source: Select Payer
fr: Sélectionner le Payeur
zh_hans: 选择付款人

# split.beneficiary
source: Beneficiary
fr: Bénéficiaire
zh_hans: 受益人

# split.selectBeneficiary
source: Select Beneficiary (who is being paid for)
fr: Sélectionner le Bénéficiaire (la personne pour qui on paie)
zh_hans: 选择受益人（被帮付的人）

# split.addOtherMembers
source: ⚠️ Please add other members first
fr: ⚠️ Veuillez d'abord ajouter d'autres membres
zh_hans: ⚠️ 请先添加其他分账成员

# split.mode.aa
source: AA Split
fr: Partage égal (AA)

# split.mode.treat
source: Treat
fr: Inviter

# split.mode.weighted
source: Weighted Split
fr: Répartition pondérée

# split.mode.custom
source: Custom Split
fr: Répartition personnalisée

# split.mode.fixedPlusEqual
source: Fixed + Equal
fr: Fixe + égal

# split.mode.helpPay
source: Help Pay
fr: Aider à payer

# split.mode.helpPayWithName
source: Help Pay (%@)
fr: Aider à payer (%@)

# category.food
source: Food
fr: Nourriture
zh_hans: 餐饮

# category.accommodation
source: Accommodation
fr: Hébergement
zh_hans: 住宿

# category.entertainment
source: Entertainment
fr: Divertissement
zh_hans: 娱乐

# category.utilities
source: Utilities
fr: Quotidien
zh_hans: 日常

# category.selfImprovement
source: Self-Improvement
fr: Développement personnel

# category.school
source: School
fr: École

# category.medical
source: Medical
fr: Médical

# category.clothing
source: Clothing
fr: Vêtements

# category.investment
source: Investment
fr: Investissement

# category.other
source: Other
fr: Autre
zh_hans: 其他

# settlement.title
source: Settlement Plan
fr: Plan de Règlement
zh_hans: 结算方案

# settlement.currentNet
source: Current Net
fr: Net Actuel
zh_hans: 当前净额

# settlement.minTransfers
source: Minimum Transfers
fr: Transferts Minimums
zh_hans: 最少转账

# settlement.allSettled
source: All Settled
fr: Tout Réglé
zh_hans: 所有人已结清

# records.title
source: Transaction Records
fr: Historique des Transactions
zh_hans: 流水记录

# records.empty
source: No records yet
fr: Aucune transaction
zh_hans: 暂无流水记录

# records.emptyDesc
source: Records will appear here after adding expenses
fr: Les transactions apparaîtront ici après avoir ajouté des dépenses
zh_hans: 添加支出后会在这里显示

# friends.title
source: Friends
fr: Amis
zh_hans: 朋友

# friends.add
source: Add
fr: Ajouter
zh_hans: 添加

# friends.info
source: Friend Info
fr: Infos de l'Ami
zh_hans: 朋友信息

# friends.name
source: Name
fr: Nom
zh_hans: 姓名

# friends.currency
source: Currency
fr: Devise
zh_hans: 常用货币

# friends.selectAvatar
source: Select Avatar
fr: Choisir un Avatar
zh_hans: 选择头像

# friends.addTitle
source: Add Friend
fr: Ajouter un Ami
zh_hans: 添加朋友

# friends.editTitle
source: Edit Friend
fr: Modifier l'Ami
zh_hans: 编辑朋友

# settings.title
source: Settings
fr: Réglages
zh_hans: 设置

# settings.language
source: Language
fr: Langue
zh_hans: 语言

# settings.languageLabel
source: Language
fr: Langue
zh_hans: 语言

# settings.languageDesc
source: Tap to change language in System Settings
fr: Appuyez pour changer la langue dans les Réglages Système
zh_hans: 点击前往系统设置更改语言

# settings.quickActionSection
source: Quick Actions
fr: Actions Rapides
zh_hans: 快速操作

# settings.defaultLedger
source: Default Ledger
fr: Compte par Défaut
zh_hans: 默认账本

# settings.defaultLedgerNone
source: Not Set
fr: Non Défini
zh_hans: 未设置

# settings.defaultLedgerDesc
source: Long press app icon or ues the Shortcuts to quickly add expense to default ledger
fr: Appuyez longuement sur l'icône de l'application ou utilisez les Raccourcis pour ajouter rapidement une dépense au compte par défaut
zh_hans: 长按应用图标可快速进入默认账本的记账界面

# settings.quickActionPersonal
source: Personal ledger
fr: Ledger personnel
zh_hans: 个人账本

# settings.dataSection
source: Data Management
fr: Gestion des Données
zh_hans: 数据管理

# settings.exportData
source: Export All Data
fr: Exporter toutes les données
zh_hans: 全数据导出

# settings.exportDataDesc
source: Export all data to a file for backup
fr: Exporter toutes les données vers un fichier de sauvegarde
zh_hans: 导出所有数据到文件进行备份

# settings.importData
source: Import All Data
fr: Importer toutes les données
zh_hans: 全数据导入

# settings.importDataDesc
source: Restore data from backup file
fr: Restaurer les données à partir d'un fichier de sauvegarde
zh_hans: 从备份文件恢复数据

# settings.exportSharedCSV
source: Export shared ledger CSV
fr: Exporter le CSV du ledger partagé
zh_hans: 导出共享账本CSV

# settings.exportSharedCSV.emptyTitle
source: No shared ledgers
fr: Aucun ledger partagé
zh_hans: 暂无共享账本

# settings.exportSharedCSV.emptyMessage
source: Create a shared ledger first before exporting.
fr: Créez d'abord un ledger partagé avant d'exporter.
zh_hans: 请先创建共享账本后再导出。

# settings.exportSharedCSV.notFound
source: Unable to locate the selected shared ledger.
fr: Impossible de trouver le ledger partagé sélectionné.
zh_hans: 未找到所选的共享账本。

# settings.exportSuccess
source: Export Successful
fr: Exportation Réussie
zh_hans: 导出成功

# settings.exportError
source: Export Failed
fr: Échec de l'Exportation
zh_hans: 导出失败

# settings.exportErrorMessage
source: Unable to create export file
fr: Impossible de créer le fichier d'exportation
zh_hans: 无法创建导出文件

# settings.importSuccess
source: Import Successful
fr: Importation Réussie
zh_hans: 导入成功

# settings.importSuccessMessage
source: Data imported successfully, all data has been restored
fr: Données importées avec succès, toutes les données ont été restaurées
zh_hans: 数据导入成功，所有数据已恢复

# settings.importError
source: Import Failed
fr: Échec de l'Importation
zh_hans: 导入失败

# settings.importConfirmTitle
source: Confirm Import
fr: Confirmer l'Importation
zh_hans: 确认导入

# settings.importConfirmMessage
source: Importing data will replace all current data (including ledgers, friends, personal profile, etc.). This action cannot be undone. Continue?
fr: L'importation des données remplacera toutes les données actuelles (comptes, amis, profil personnel, etc.). Cette action ne peut pas être annulée. Continuer?
zh_hans: 导入数据将替换当前所有数据（包括账本、朋友、个人资料等）。此操作不可撤销。确定要继续吗？

# settings.importConfirmButton
source: Confirm Import
fr: Confirmer l'Importation
zh_hans: 确认导入

# settings.about
source: About
fr: À Propos
zh_hans: 关于

# settings.contactMe
source: Contact Me
fr: Me Contacter
zh_hans: 联系我

# settings.supportMe
source: Support Me
fr: Soutenir

# settings.rateApp
source: Rate KuaiJi
fr: Noter KuaiJi

# settings.showPersonalLedger
source: Show personal ledger
fr: Afficher le ledger personnel
zh_hans: 显示个人账本

# settings.clearData
source: Erase Shared Ledgers & Friends
fr: Effacer les comptes partagés et amis
zh_hans: 抹掉共享账本及朋友数据

# settings.clearDataWarning
source: This permanently removes all shared ledgers and friend data. Your personal profile and settings will stay intact.
fr: Cette action supprime définitivement tous les comptes partagés et données des amis. Votre profil et vos réglages personnels seront conservés.
zh_hans: 此操作将永久删除所有共享账本及朋友数据，您的个人资料和设置将被保留。

# settings.confirmDelete
source: Confirm Delete
fr: Confirmer la Suppression
zh_hans: 确认删除

# support.title
source: Support Me
fr: Soutenir

# support.subtitle
source: Thank you!
fr: Merci !

# support.disclaimer
source: I’m a solo developer, I usually get hungry, but once I’m full, I start adding new features and fixing bugs! LoL!
fr: Je suis un développeur solo, j’ai toujours faim, mais une fois que j’ai bien mangé, j’ajoute des nouvelles fonctions et je corrige les bugs! Mdr!

# support.noFeatureNote
source: Tips do not unlock extra features. The full app remains free to use.
fr: Le pourboire n'ajoute aucune fonctionnalité. L'app reste entièrement utilisable gratuitement.

# support.coffee
source: Coffee
fr: Café

# support.cheesecake
source: Cheese Cake
fr: Gâteau au fromage

# support.sushi
source: Sushi Bento
fr: Bento sushi

# support.purchase.title
source: Purchase
fr: Pourboire

# support.purchase.success
source: Thanks for your support! The purchase was successful.
fr: Merci pour votre soutien ! L'achat a réussi.

# support.purchase.failed
source: Purchase failed. Please try again later.
fr: Échec de l'achat. Réessayez plus tard.

# support.purchase.cancelled
source: Purchase cancelled.
fr: Achat annulé.

# support.purchase.pending
source: Purchase is pending. If Ask to Buy is enabled, please wait for approval.
fr: Achat en attente. Si Demander l'achat est activé, veuillez attendre l'approbation.

# support.success
source: Thanks for your support!
fr: Merci pour votre soutien !

# rate.title
source: Enjoy KuaiJi?
fr: Vous aimez KuaiJi ?

# rate.subtitle
source: Your rating and review help more friends discover the app.
fr: Une note et un avis aident d'autres personnes à découvrir l'app.

# rate.inAppAction
source: Rate inside the app
fr: Noter dans l'app

# rate.reviewPlaceholder
source: Share what you love or what we can improve
fr: Dites ce que vous aimez ou ce qui peut être amélioré

# rate.copyHint
source: We'll copy the text so you can paste it after opening the App Store.
fr: Votre texte sera copié : collez-le après l'ouverture de l'App Store.

# rate.writeReview
source: Go to App Store to write a review
fr: Aller sur l'App Store pour écrire un avis

# rate.copied
source: Copied. Paste it in the App Store review box.
fr: Copié. Collez-le dans l'App Store.

# rate.storeMissing.title
source: App Store link unavailable
fr: Lien App Store indisponible

# rate.storeMissing.message
source: Set APP_STORE_ID in Info.plist to open the App Store review page.
fr: Ajoutez APP_STORE_ID dans Info.plist pour ouvrir la page d'avis.

# settings.deleteMessage
source: This will permanently delete all shared ledgers and friend data (your personal profile and settings are kept) and cannot be undone. Continue?
fr: Cette action supprime définitivement tous les comptes partagés et données des amis (votre profil et vos réglages sont conservés) et ne peut pas être annulée. Continuer?
zh_hans: 此操作将永久删除所有共享账本及朋友数据（个人资料与设置将会保留），且无法恢复。确定要继续吗？

# settings.interfaceDisplay
source: Interface Display
fr: Affichage de l'interface
zh_hans: 界面显示

# settings.sharedLanding
source: Shared tab default page
fr: Page par défaut de l'onglet partagé
zh_hans: 共享账本默认页面

# settings.sharedLanding.list
source: Ledger list
fr: Liste des comptes
zh_hans: 账本列表

# quickAction.addExpense
source: Quick Add
fr: Ajout Rapide
zh_hans: 快速记账

# quickAction.personalSubtitle
source: Personal ledger
fr: Ledger personnel
zh_hans: 个人账本

# eraseAllData
source: Erase Absolutely All (Irreversible)
fr: Effacer tout (irréversible)
zh_hans: 抹掉全部数据

# eraseAllData.warning
source: This will delete ALL data including shared ledgers, friends, personal ledger/accounts and ANY settings. This cannot be undone.
fr: Cette action supprimera TOUTES les données, y compris les livres partagés, amis, livre personnel/comptes et TOUS les réglages. Ceci est irréversible.
zh_hans: 此操作将删除包括共享账本、朋友、个人账本、个人账户与全部设置在内的所有数据，仅可通过全数据导入恢复。

# eraseAllData.confirmTitle
source: Confirm Erase All
fr: Confirmer l'effacement total
zh_hans: 确认抹掉一切信息

# eraseAllData.confirmMessage
source: This will wipe all data and preferences. The app will return to first-launch state. Continue?
fr: Cela effacera toutes les données et préférences. L'application reviendra à l'état de première exécution. Continuer ?
zh_hans: 此操作将彻底清空所有数据与偏好设置，应用将回到首次安装状态。确定要继续吗？

# language.system
source: System
fr: Système
zh_hans: 跟随系统

# contact.github
source: This app is open source on GitHub
fr: Cette app est open source sur GitHub

# contact.support
source: Privacy & Support
fr: Confidentialité & support

# contact.email.subtitle
source: Feedback & support
fr: Retour et assistance

# contact.rednote.subtitle
source: Rednote profile
fr: Profil Rednote

# contact.github.subtitle
source: Source code
fr: Code source

# contact.support.subtitle
source: Privacy policy and tech support
fr: Politique de confidentialité et support technique

# onboarding.title
source: Set Up Your Profile
fr: Configurer votre Profil
zh_hans: 设置个人资料

# onboarding.description
source: First-time setup requires your personal information This information will be permanently saved on your device
fr: La première utilisation nécessite vos informations personnelles Ces informations seront enregistrées de manière permanente sur votre appareil
zh_hans: 首次使用需要设置您的个人信息 这些信息将永久保存在您的设备上

# onboarding.nameSection
source: Name
fr: Nom
zh_hans: 姓名

# onboarding.namePlaceholder
source: Enter your name or nickname
fr: Entrez votre nom ou surnom
zh_hans: 请输入姓名或昵称

# onboarding.nameFooter
source: Used to identify you in ledgers (required)
fr: Utilisé pour vous identifier dans les comptes (obligatoire)
zh_hans: 用于在账本中识别您的身份（必填）

# onboarding.currencySection
source: Currency
fr: Devise
zh_hans: 常用货币

# onboarding.currencyPicker
source: Select Currency
fr: Sélectionner la Devise
zh_hans: 选择常用货币

# onboarding.currencyFooter
source: Set your most commonly used currency
fr: Définissez votre devise la plus utilisée
zh_hans: 设置您最常使用的货币类型

# onboarding.avatarSection
source: Select Avatar
fr: Sélectionner l'Avatar
zh_hans: 选择头像

# onboarding.currentAvatar
source: Current Avatar
fr: Avatar Actuel
zh_hans: 当前头像

# onboarding.avatarFooter
source: Choose an Emoji as your avatar
fr: Choisissez un Emoji comme avatar
zh_hans: 从 Emoji 中选择一个喜欢的头像

# onboarding.allEmojis
source: All Emojis
fr: Tous les Emojis
zh_hans: 全部 Emoji

# onboarding.startButton
source: Get Started
fr: Commencer
zh_hans: 开始使用

# onboarding.completeFooter
source: Complete setup to use the app
fr: Terminez la configuration pour utiliser l'application
zh_hans: 完成设置后方可使用应用

# onboarding.errorTitle
source: Please Enter Name
fr: Veuillez Entrer un Nom
zh_hans: 请输入姓名

# onboarding.errorMessage
source: Name cannot be empty, please enter your name or nickname
fr: Le nom ne peut pas être vide, veuillez entrer votre nom ou surnom
zh_hans: 姓名不能为空，请输入您的姓名或昵称

# profile.title
source: Personal Profile
fr: Profil Personnel
zh_hans: 个人资料

# profile.edit
source: Edit Profile
fr: Modifier le Profil
zh_hans: 编辑个人资料

# profile.viewInfo
source: Tap to view or edit your personal information
fr: Appuyez pour voir ou modifier vos informations personnelles
zh_hans: 点击查看或编辑您的个人信息

# profile.name
source: Name
fr: Nom
zh_hans: 姓名

# profile.namePlaceholder
source: Name
fr: Nom
zh_hans: 姓名

# profile.nameFooter
source: Your name or nickname
fr: Votre nom ou surnom
zh_hans: 您的姓名或昵称

# profile.currency
source: Currency
fr: Devise
zh_hans: 常用货币

# profile.currencyPicker
source: Currency
fr: Devise
zh_hans: 常用货币

# profile.currentAvatar
source: Current Avatar
fr: Avatar Actuel
zh_hans: 当前头像

# profile.avatarFooter
source: Choose an Emoji as your avatar
fr: Choisissez un Emoji comme avatar
zh_hans: 从 Emoji 中选择一个喜欢的头像

# profile.currencyLabel
source: Currency: %@
fr: Devise: %@
zh_hans: 常用货币：%@

# qrcode.myTitle
source: My QR Code
fr: Mon Code QR
zh_hans: 我的二维码

# qrcode.scanInstruction
source: Have your friend scan this QR code to add you
fr: Demandez à votre ami de scanner ce code QR pour vous ajouter
zh_hans: 让朋友扫描此二维码添加你

# qrcode.scannerTitle
source: Scan QR Code
fr: Scanner le Code QR
zh_hans: 扫描二维码

# qrcode.scannerInstruction
source: Place the QR code within the frame
fr: Placez le code QR dans le cadre
zh_hans: 将二维码放入框内

# qrcode.scanError
source: Scan Failed
fr: Échec du Scan
zh_hans: 扫描失败

# qrcode.invalidFormat
source: Unrecognizable QR code format
fr: Format de code QR non reconnu
zh_hans: 无法识别的二维码格式

# qrcode.cannotAddSelf
source: Cannot add yourself as a friend
fr: Impossible de vous ajouter vous-même comme ami
zh_hans: 无法添加自己为朋友

# qrcode.alertTitle
source: Notice
fr: Avis
zh_hans: 提示

# qrcode.cameraError
source: Cannot access camera
fr: Impossible d'accéder à la caméra
zh_hans: 无法访问相机

# qrcode.cameraInitError
source: Camera initialization failed
fr: Échec de l'initialisation de la caméra
zh_hans: 相机初始化失败

# qrcode.cameraInputError
source: Cannot add camera input
fr: Impossible d'ajouter l'entrée de la caméra
zh_hans: 无法添加相机输入

# qrcode.metadataOutputError
source: Cannot add metadata output
fr: Impossible d'ajouter la sortie de métadonnées
zh_hans: 无法添加元数据输出

# friendMenu.manualInput
source: Manually Enter Friend Info
fr: Entrer Manuellement les Infos de l'Ami
zh_hans: 手动输入朋友信息

# friendMenu.myQRCode
source: My QR Code
fr: Mon Code QR
zh_hans: 我的二维码

# friendMenu.scanQRCode
source: Scan QR Code
fr: Scanner le Code QR
zh_hans: 扫描二维码

# ledger.card.totalExpenses
source: Total Expenses
fr: Total des Dépenses
zh_hans: 总支出

# ledger.card.memberExpenses
source: Member Expenses
fr: Dépenses des Membres
zh_hans: 成员支出

# ledger.card.recentRecords
source: Recent Records
fr: Transactions Récentes
zh_hans: 最近流水

# ledger.card.allButton
source: All
fr: Tout
zh_hans: 全部

# ledger.card.noRecords
source: No records yet
fr: Aucune transaction
zh_hans: 暂无流水记录

# ledger.card.memberTotalSpent
source: Total Spent
fr: Total Dépensé
zh_hans: 总支出

# ledger.card.viewTransferPlan
source: View Transfer Plan
fr: Voir le Plan de Transfert
zh_hans: 查看转账方案

# ledger.card.clearBalances
source: Clear Balances
fr: Effacer les Soldes
zh_hans: 一键清账

# clearBalances.confirmTitle
source: Confirm Clear
fr: Confirmer l'Effacement
zh_hans: 确认清账

# clearBalances.confirmMessage
source: Transfer records will be generated based on the current transfer plan. All member balances will be zeroed. Confirm that offline transfers have been completed?
fr: Des enregistrements de transfert seront générés selon le plan de transfert actuel. Tous les soldes des membres seront remis à zéro. Confirmer que les transferts hors ligne ont été effectués?
zh_hans: 将根据当前转账方案生成转账记录，清账后所有成员净额归零。确认已完成线下转账？

# clearBalances.confirmButton
source: Confirm Clear
fr: Confirmer l'Effacement
zh_hans: 确认清账

# allMembers.title
source: All Member Expenses
fr: Toutes les Dépenses des Membres
zh_hans: 所有成员支出

# allMembers.totalSpent
source: Total Spent
fr: Total Dépensé
zh_hans: 总支出

# expense.validation.minAmount
source: Amount must be greater than %@, and each person must share at least 0.01
fr: Le montant doit être supérieur à %@, et chaque personne doit partager au moins 0,01
zh_hans: 金额必须大于 %@，且每人至少需分摊 0.01

# expense.optionalFields
source: Purpose, date, and category are optional. Default values will be used if not filled
fr: L'objet, la date et la catégorie sont facultatifs. Les valeurs par défaut seront utilisées si non remplies
zh_hans: 用途、日期和分类为可选项，未填写将使用默认值

# error.amount.positive
source: Amount must be greater than zero
fr: Le montant doit être supérieur à zéro

# error.account.required
source: Account selection is required
fr: La sélection du compte est requise

# error.template.nameRequired
source: Template name is required
fr: Le nom du modèle est requis

# default.unknown
source: Unknown
fr: Inconnu
zh_hans: 未知

# default.unknownMember
source: Unknown Member
fr: Membre Inconnu
zh_hans: 未知成员

# default.untitledExpense
source: Untitled Expense
fr: Dépense Sans Titre
zh_hans: 未命名支出

# default.preview
source: Preview
fr: Aperçu
zh_hans: 预览

# default.newLedger
source: New Ledger
fr: Nouveau Compte
zh_hans: 新账本

# default.clearBalanceTransfer
source: Settlement Transfer: %@ → %@
fr: Transfert de Règlement: %@ → %@
zh_hans: 清账转账：%@ → %@

# default.clearBalanceNote
source: Automatically generated settlement record based on transfer plan
fr: Enregistrement de règlement généré automatiquement selon le plan de transfert
zh_hans: 根据转账方案自动生成的清账记录

# sync.title
source: Nearby Devices Sync
fr: Synchronisation des Appareils à Proximité
zh_hans: 附近设备同步

# sync.menuTitle
source: Nearby Devices Sync
fr: Synchronisation des Appareils à Proximité
zh_hans: 附近设备同步

# sync.importantWarning
source: ⚠️ Important Warning
fr: ⚠️ Avertissement Important
zh_hans: ⚠️ 重要警告

# sync.warningTitle
source: Sync Warning
fr: Avertissement de Synchronisation
zh_hans: 同步警告
